Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/verneomradestyrene.html.tmx
Source language: nob
Languages: sme

source: Lokal forvaltning av nasjonalparker og større verneområder er en måte å ivareta Norges urfolksrettslige forpliktelser om urfolks deltaking ved bruk, forvaltning og bevaring av naturressursene i deres områder.
sme: Álbmotmehciid ja stuorát suodjalanguovlluid báikkálaš hálddašeapmi lea vuohki movt gozihit Norgga álgoálbmotrievttálaš geatnegasvuođaid álgoálbmogiid searvamis luondduresurssaid geavaheami, hálddašeami ja suodjaleami bokte sin guovlluin.

source: Sametinget har oppnevnt 42 representanter i tilsammen 21 nasjonalpark- og verneområdestyrer.
sme: Sámediggi lea nammadan 42 lahtu oktiibuot 21 álbmotmeahcce- ja suodjalanguovlostivrraide.

source: Medlemmene som Sametinget oppnevner til nasjonalparkstyrer er valgt til styret for å ivareta samiske interesser på en god og helhetlig måte.
sme: Lahtut maid Sámediggi lea nammadan álbmotmeahccestivrraide leat válljejuvvon stivrii gozihit sámi beroštumiid buori ja ollislaš vuogi mielde.

source: De representerer det samiske folket fordi de er oppnevnt av Sametinget, men opptrer ikke på vegne av Sametinget.
sme: Sii ovddastit sámi álbmoga danne go Sámediggi lea sin nammadan, muhto eai ovddas njuolga Sámedikki.

source: Lokal forvaltning av nasjonalparker og større verneområder – Informasjon til Sametingets oppnevnte medlemmer i verneområdestyrene
sme: Álbmotmehciid ja stuorát suodjalanguovlluid báikkálaš hálddašeapmi - Diehtojuohkin Sámedikki nammadan lahtuide suodjalanguovlostivrrain
